Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Syracuse.tmx
Source language: en_us
Languages: de_de, es_es, fr_fr, pt_pt, zh_cn

source: Impossible to send the automatic response action to the node {0}.
de_de: Es ist nicht möglich, den automatischen Antwortvorgang an den Node zu senden {0}.
es_es: Imposible enviar la acción respuesta automática al nudo {0}.
fr_fr: Impossible d'envoyer l'action réponse automatique au noeud {0}.
pt_pt: Não foi possível enviar resposta automática para o nó de ação {0}.
zh_cn: 无法将自动响应操作发送至节点{0}。

source: Exception saved upon receiving the nodes in response to the action [{0}].
de_de: Ausnahme wurde beim Empfang des Nodes als Antwort auf den Vorgang gespeichert [{0}].
es_es: Excepción memorizada durante la recepción de los nudos en respuesta a la acción [{0}].
fr_fr: Exception mémorisée lors de la réception des noeuds en réponse à l'action [{0}].
pt_pt: Exceção armazenados ao receber nó em resposta à ação [{0}].
zh_cn: 在接收对操作作出响应的节点时所储存的异常情况。

source: Logic errors detected by the Web server in the flow sent by the X3 engine.
de_de: Logische Fehler vom Webserver im vom X3-Server gesendeten Strom gefunden.
es_es: Error(es) lógico(s) detactado(s) por el servidor Web en el flujo enviado por el motor X3.
fr_fr: Erreur(s) logique(s) détectée(s) par le serveur Web dans le flux envoyé par le moteur X3.
pt_pt: Erro (s) lógica (s) detectada (s) pelo servidor Web na corrente enviado pelo motor X3.
zh_cn: 由Web服务器在X3引擎发送的数据流中检测到的逻辑错误。

source: Impossible to format [{0}] variable [{1}]. The error detected is: [{2}].
de_de: Die Formatierung [{0}] der Variable [{1}] ist nicht möglich. Gefundener Fehler: [{2}].
es_es: Le formateo [{0}] de la variable [{1}] est imposible. El error detectado es : [{2}].
fr_fr: Le formatage [{0}] de la variable [{1}] est impossible. L'erreur détectée est : [{2}].
pt_pt: Formatação [{0}] da variável [{1}] é impossível. O erro é detectado: [{2}].
zh_cn: 无法对变量[{1}]进行格式化[{0}]。检测到的错误为：[{2}]。

source: Impossible to remove the formating [{0}] of variable [{1}]. The error detected is: [{2}].
de_de: Die Deformatierung [{0}] der Variable [{1}] ist nicht möglich. Gefundener Fehler: [{2}].
es_es: Le desformateo [{0}] de la variable [{1}] est imposible. El error detectado es : [{2}].
fr_fr: Le déformatage [{0}] de la variable [{1}] est impossible. L'erreur détectée est : [{2}].
pt_pt: Deformatting [{0}] da variável [{1}] é impossível. O erro é detectado: [{2}].
zh_cn: 无法对变量[{1}]进行去格式化[{0}]。检测到的错误为：[{2}]。

source: Formating impossible, there is no format available. Value=[{0}].
de_de: Formatierung nicht möglich, es ist kein Format verfügbar. Wert=[{0}].
es_es: Formateo imposible, no hay formato disponible. Valor=[{0}].
fr_fr: Formatage impossible, il n'y a pas de format disponible. Valeur=[{0}].
pt_pt: Formatação impossível, não há formato disponível. Valor = [{0}].
zh_cn: 无法格式化，没有可用的格式。值=[{0}]。

source: Impossible to read the format of the current instance. Instance [{0}] is unknown.
de_de: Das Format der laufenden Instanz kann nicht gelesen werden. Die Instanz [{0}] ist unbekannt.
es_es: Lectura del formato de instancia actual imposible. La instancia [{0}] es desconocida.
fr_fr: Lecture du format de l'instance courante impossible. L'instance [{0}] est inconnue.
pt_pt: Leitura do formato da instância corrente impossível. A instância [{0}] é desconhecida.
zh_cn: 无法读取当前实例的格式。该实例[{0}]是未知的。

source: Impossible to read the format of the current instance. The current instance [{0}] does not have any format.
de_de: Das Format der laufenden Instanz kann nicht gelesen werden. Die laufende Instanz [{0}] hat kein Format.
es_es: Lectura del formato de instancia actual imposible. La instancia actual [{0}] no tiene formato.
fr_fr: Lecture du format de l'instance courante impossible. L'instance courante [{0}] n'a pas de format.
pt_pt: Leitura do formato da instância corrente impossível. A instância atual [{0}] não tem um formato.
zh_cn: 无法读取当前实例的格式。当前实例[{0}]没有格式。

source: Variable [{0}] does not exist. There are currently [{1}] variable(s) in block [{2}].
de_de: Variable [{0}] nicht vorhanden. Es gibt derzeit [{1}] Variable(n) im Block [{2}].
es_es: Variable [{0}] inexistente. Actualmente hay [{1}] variable(s) en el bloque [{2}].
fr_fr: Variable [{0}] inexistante. Il y a actuellement [{1}] variable(s) dans le bloc [{2}].
pt_pt: Variável [{0}] não existe. Existem actualmente [{1}] variável (s) em bloco [{2}].
zh_cn: 变量[{0}]不存在。现在在版块[{2}]中有[{1}]个变量。

source: Line [{0}] does not exist. There are presently [{1}] line(s) in the table / or the list [{2}]
de_de: Zeile [{0}] nicht vorhanden. Es gibt derzeit [{1}] Zeile(n) in der Tabelle / oder dem Verzeichnis [{2}].
es_es: Línea [{0}] inexistente. Actualmente hay [{1}] línea(s) en la tabla / o la lista [{2}].
fr_fr: Ligne [{0}] inexistante. Il y a actuellement [{1}] ligne(s) dans le tableau / ou la liste [{2}].
pt_pt: Linha [{0}] não existe. Atualmente [{1}] linha (s) na tabela / list [{2}].
zh_cn: 行[{0}]不存在。现在在表格/或者列表[{2}]中有[{1}]行。

source: Left list [{0}] does not exist. There are presently [{1}] left list(s) in screen [{2}].
de_de: Explorerliste [{0}] nicht vorhanden. Es gibt derzeit [{1}] Explorerliste(n) in der Maske [{2}].
es_es: Lista izquierda [{0}] inexistente. Actualmente hay [{1}] lista(s) izquierda en la pantalla [{2}].
fr_fr: Liste gauche [{0}] inexistante. Il y a actuellement [{1}] liste(s) gauche dans l'écran [{2}].
pt_pt: Lista Esquerda [{0}] não existe. Atualmente [{1}] list (s) deixados no [{2}] tela.
zh_cn: 左列表[{0}]不存在。现在在屏幕[{2}]中有[{1}]个左列表。

source: Block [{0}] does not exist. There are currently [{1}] block(s) in screen [{2}].
de_de: Block [{0}] nicht vorhanden. Es gibt derzeit [{1}] Block(s) in der Maske [{2}].
es_es: Bloque [{0}] inexistente. Actualmente hay [{1}] bloque(s) en la pantalla [{2}].
fr_fr: Bloc [{0}] inexistant. Il y a actuellement [{1}] bloc(s) dans l'écran [{2}].
pt_pt: Bloquear [{0}] não existe. Existem actualmente [{1}] em bloco (s) em [{2}] tela.
zh_cn: 版块[{0}]不存在。现在在屏幕[{2}]中有[{1}]个版块。

source: Screen [{0}] does not exist. There are presently [{1}] screen(s) in the window [{2}].
de_de: Maske [{0}] nicht vorhanden. Es gibt derzeit [{1}] Maske(n) im Fenster [{2}].
es_es: Pantalla [{0}] inexistente. Actualmente hay [{1}] pantalla(s) en la ventana [{2}].
fr_fr: Ecran [{0}] inexistant. Il y a actuellement [{1}] écran(s) dans la fenêtre [{2}].
pt_pt: Tela [{0}] não existe. Atualmente [{1}] tela (s) no [{2}].
zh_cn: 屏幕[{0}]不存在。现在在窗体[{2}]中有[{1}]个屏幕。

source: Window [{0}] does not exist. There are presently [{1}] stacked window(s).
de_de: Fenster [{0}] nicht vorhanden. Es gibt derzeit [{1}] gestapelte Fenster.
es_es: Ventana {0}] inexistente. Actualmente hay [{1}] ventana(s) apilada(s}.
fr_fr: Fenêtre [{0}] inexistante. Il y a actuellement [{1}] fenêtre(s) empilée(s).
pt_pt: Janela [{0}] não existe. Existem actualmente [{1}] janela (s) empilhadas (s).
zh_cn: 窗体[{0}]不存在。现在有[{1}]个堆叠的窗体。

source: Impossible to set up the table display report [{0}].
de_de: Es ist nicht möglich, den Status der Tabellenanzeige einzurichten [{0}].
es_es: Imposible establecer el informe de visualización de la tabla [{0}].
fr_fr: Impossible de mettre en place l'état d'affichage de tableau [{0}].
pt_pt: Não é possível definir a tabela de estado de exibição [{0}].
zh_cn: 无法设置表[{0}]的显示状态。

source: Error when creating [{0}] lines from line [{1}].
de_de: Fehler beim Erstellen der [{0}] Zeilen ab Zeile [{1}] .
es_es: Error durante la creación de [{0}] líneas a partir de la línea [{1}].
fr_fr: Erreur lors de la création de [{0}] lignes à partir de la ligne [{1}] .
pt_pt: Erro ao criar [{0}] linhas a partir da linha [{1}].
zh_cn: 在自行[{1}]创建[{0}]行时出错。

source: Dimension [{0}] of the datasource is exceeded after the creation of the [{1}] line(s) / [{2}] line(s).
de_de: Überschreiten der Dimension [{0}] der Datenquelle nach dem Erstellen der [{1}] Zeile(n) / [{2}] Zeile(n).
es_es: Rebasamiento de la dimensión [{0}] de la fuente de datos trás la creación de [{1}] línea(s) / [{2}] línea(s).
fr_fr: Dépassement de la dimension [{0}] de la datasource après la création de(s) [{1}] ligne(s) / [{2}] ligne(s).
pt_pt: Superior à maior dimensão [{0}] da fonte de dados após a criação (s) [{1}] linha (s) / [{2}] linha (s).
zh_cn: 在创建[{2}]行中的[{1}]行之后，超出数据源的分析元[{0}]。

source: Error when deleting [{0}] lines from line [{1}].
de_de: Fehler beim Löschen der [{0}] Zeilen ab Zeile [{1}].
es_es: Error durante el borrado de [{0}] líneas a partir de la línea [{1}].·
fr_fr: Erreur lors de la suppression de [{0}] lignes à partir de la ligne [{1}].
pt_pt: Erro ao excluir [{0}] linhas a partir da linha [{1}].
zh_cn: 在自行[{1}]删除[{0}]行时出错。

source: Impossible to set up format [{0}].·
de_de: Format einrichten nicht möglich [{0}].·
es_es: Imposible establecer el formato [{0}].
fr_fr: Impossible de mettre en place le format [{0}].·
pt_pt: Não é possível estabelecer o formato [{0}].·
zh_cn: 无法设置格式[{0}]。

source: Impossible to set up report [{0}].·
de_de: Status einrichten nicht möglich [{0}].·
es_es: Imposible establecer el informe [{0}].
fr_fr: Impossible de mettre en place l'état [{0}].·
pt_pt: Não é possível estabelecer o estado [{0}].·
zh_cn: 无法设置状态[{0}]。

source: Impossible to set up value [{0}].
de_de: Wert einrichten nicht möglich [{0}].
es_es: Imposible establecer el valor [{0}].
fr_fr: Impossible de mettre en place la valeur [{0}].
pt_pt: Não é possível estabelecer o valor [{0}].
zh_cn: 无法设置值[{0}]。

source: Impossible to set up the Text file/Image file of length [{0}].
de_de: Blob/Clob-Länge einrichten nicht möglich [{0}].
es_es: Imposible establecer el Blob/Clob de longitud [{0}].
fr_fr: Impossible de mettre en place le Blob/Clob de longueur [{0}].
pt_pt: Impossível implementar o Blob / comprimento Clob [{0}].
zh_cn: 无法设置长度[{0}]的Blob/Clob。

source: Impossible to set up style [{0}].
de_de: Style einrichten nicht möglich [{0}].
es_es: Imposible establecer el estilo [{0}].
fr_fr: Impossible de mettre en place le style [{0}].
pt_pt: Não é possível estabelecer o estilo [{0}].
zh_cn: 无法设置值[{0}]。

source: Impossible to select the line of the left list with key [{0}].
de_de: Auswählen der Position der Explorerliste mit dem Schlüssel [{0}] nicht möglich.
es_es: Imposible seleccionar la línea de la lista izquierda con clave [{0}].
fr_fr: Impossible de sélectionner la ligne de la liste gauche ayant la clé [{0}].
pt_pt: Não é possível selecionar a linha da lista de esquerda com a tecla [{0}].
zh_cn: 无法从左列表中选择带有密钥[{0}]的行。

source: Impossible to process the object [{0}] from the level [{1}] for [{2}].
de_de: Objekt [{0}] vom Niveau [{1}] für [{2}] bearbeiten nicht möglich.
es_es: Imposible tratar el objeto [{0}] desde el nivel [{1}] para [{2}]
fr_fr: Impossible de traiter l'objet [{0}] depuis le niveau [{1}] pour [{2}].
pt_pt: Não é possível processar o objecto [{0}] do nível [{1}] para [{2}].
zh_cn: 无法自层级[{1}]为[{2}]处理对象[{0}]。

source: Case not planned.
de_de: Fall nicht vorgesehen.
es_es: Caso no previsto
fr_fr: Cas non prévu.
pt_pt: Evento imprevisto.
zh_cn: 意外事件。

source: Exception raised.
de_de: Ausnahme aufgetreten.
es_es: Excepción levantada.
fr_fr: Exception levée.
pt_pt: Exceção lançada.
zh_cn: 引发的异常情况。

source: Impossible to find the key of the 'picked' line number [{0}].
de_de: Es ist nicht möglich, den Schlüssel, der Zeile 'pickée'-Nummer wiederzufinden [{0}].
es_es: Imposible encontrar la clave de la línea seleccioanda por picking número[{0}].
fr_fr: Impossible de retrouver la clé de la ligne 'pickée' numéro [{0}].
pt_pt: Não foi possível localizar a linha 'pickée' número-chave [{0}].
zh_cn: 无法重新找到编号为[{0}]的'已领料'行的密钥

source: Impossible to find a CvgVariableBlob with the Adxld [{0}]. The variable found is: {1}.
de_de: Es ist nicht möglich, eine CvgVariableBlob mit AdxId [{0}] wiederzufinden. Die gefundene Variable ist: {1}
es_es: Imposible encontrar una CvgVariableBlob con el 'AdxId [{0}]. La variable encontrada es : {1}
fr_fr: Impossible de retrouver une CvgVariableBlob avec l'AdxId [{0}]. La variable trouvée est : {1}
pt_pt: Incapaz de encontrar um CvgVariableBlob com AdxId [{0}]. A variável é encontrada: {1}
zh_cn: 无法重新找到一个带有AdxId [{0}]的CvgVariableBlob。找到的变量为：{1}

source: The argument ResTbl id=[{0}] is not complete. NoElements=[{1}] NoElementsReceived=[{2}].
de_de: Das Argument ResuTbl id=[{0}] ist nicht vollständig. NbElements=[{1}] NbElementsReçus=[{2}].
es_es: El argumento ResuTbl id=[{0}] no está completo. NºElementos=[{1}] NºElementosRecibidos=[{2}].
fr_fr: L'argument ResuTbl id=[{0}] n'est pas complet. NbElements=[{1}] NbElementsReçus=[{2}].
pt_pt: O argumento id ResuTbl = [{0}] não está completa. NbElements = [{1}] NbElementsReçus = [{2}].
zh_cn: id=[{0}]的自变量ResuTbl不完整。NbElements=[{1}] NbElementsReçus=[{2}]。

source: NDOCAR node for the setting up of [0:title / 1:format] = [{0}].
de_de: NDOCAR-Node für das Einrichten von [0:titre / 1:format] = [{0}].
es_es: Nudo NDOCAR para establecer los [0:título / 1:formato] = [{0}].
fr_fr: Noeud NDOCAR de mise en place des [0:titre / 1:format] = [{0}].
pt_pt: NDOCAR implementação nó de [0: título / 1: formato] = [{0}].
zh_cn: [0：标题/ 1：格式] = [{0}]的设置的节点NDOCAR。

source: The color of entity [{0}] has been updated [{1}] time(s).
de_de: Die Farbe der Entität [{0}] wurde [{1}] mal aktualisiert.
es_es: El color de la entidad [{0}] se ha actualizado [{1}] veces.
fr_fr: La couleur de l'entité [{0}] a été mise à jour [{1}] fois.
pt_pt: A cor da entidade [{0}] foi actualizado [{1}] vezes.
zh_cn: 该实体[{0}]的颜色已被更新过[{1}]次。

source: The format of entity [{0}] has been updated [{1}] time(s).
de_de: Das Format der Entität [{0}] wurde [{1}] mal aktualisiert.
es_es: El formato de la entidad [{0}] se ha actualizado [{1}] veces.
fr_fr: Le format de l'entité [{0}] a été mis à jour [{1}] fois.
pt_pt: O formato da entidade [{0}] foi atualizado [{1}] vezes.
zh_cn: 该实体[{0}]的格式已被更新过[{1}]次。

source: The entity [{0}] status has been updated [{1}] time(s).
de_de: Der Status der Entität [{0}] wurde [{1}] mal aktualisiert.
es_es: El estado de la entidad [{0}] se ha actualizado [{1}] veces.
fr_fr: L'état de l'entité [{0}] a été mis à jour [{1}] fois.
pt_pt: O estado da entidade [{0}] foi actualizado [{1}] vezes.
zh_cn: 该实体[{0}]的状态已被更新过[{1}]次。

source: The value of the entity [{0}] has been updated [{1}] time(s).
de_de: Der Style der Entität [{0}] wurde [{1}] mal geändert.
es_es: El valor de la entidad [{0}] se ha actualizado [{1}] veces.
fr_fr: La valeur de l'entité [{0}] a été mise à jour [{1}] fois.
pt_pt: O valor da entidade [{0}] foi actualizado [{1}] vezes.
zh_cn: 该实体[{0}]的值已被更新[{1}]次。

source: The title or the label of the entity [{0}] was modified [{1}] time(s).
de_de: Der Titel oder die Markierung der Entität [{0}] wurde [{1}] mal geändert.
es_es: El titulo o el nombre de la entidad [{0}] se ha actualizado [{1}] veces.
fr_fr: Le titre ou le label de l'entité [{0}] a été mise à jour [{1}] fois.
pt_pt: O título ou rótulo da entidade [{0}] foi atualizado [{1}] vezes.
zh_cn: 该实体[{0}]的标题或名称已被更新[{1}]次。

source: Connection already closed.
de_de: Verbindung bereits getrennt.
es_es: Conexión ya cerrada
fr_fr: Connexion déjà fermée
pt_pt: Conexão já fechada
zh_cn: 连接已关闭

source: Session closed
de_de: Sitzung beendet
es_es: Sesión cerrada
fr_fr: Session fermée
pt_pt: Sessão fechado.
zh_cn: 会话关闭

source: Since it is inactive, the session is going to be closed in a few seconds. Do you wish to remain
de_de: Da die Sitzung inaktiv ist, wird sie in wenigen Sekunden beendet. Möchten Sie die Sitzung beibehalten?
es_es: La sesión, inactiva, será cerrada en unos segundos. ¿Desea mantenerla abierta?
fr_fr: La session, inactive, sera fermée dans quelques secondes. Voulez-vous la garder ouverte ?
pt_pt: A sessão inativa, será fechada em poucos segundos. Pretende mantê-la aberta?
zh_cn: 会话不活跃，将在几秒内被关闭。您想要保持打开状态吗？

source: Unable to retrieve window model named '{0}'.
de_de: Aufrufen der dem Fenster zugeordneten Modelldaten nicht möglich '{0}'.
es_es: Imposible recuperar el modelo de datos asociado a la ventana '{0}'.
fr_fr: Impossible de récupérer le modèle de données associé à la fenêtre '{0}'.
pt_pt: Não é possível recuperar o modelo de dados associado ao '{0}' janela.
zh_cn: 无法恢复与窗口'{0}'关联的数据模板。

source: Timeout reading from X3 server, requested {0} bytes, got only {1} bytes
de_de: Zeitüberschreitung, {0} Bytes angefordert, {1} Bytes erhalten
es_es: Tiempo de espera superado, {0} octetos solicitados, {1} octetos recibidos·
fr_fr: Temps d'attente dépassé, {0} octets demandés, {1} octets reçus
pt_pt: Excedeu {0} bytes tempo de espera requerido {1} bytes recebidos
zh_cn: 超出等候时间，已请求{0}字节，已收到{1}字节

source: An unexpected error has occurred while retrieving printer option on print server. Please, check your print server name and port, and print server current status.
de_de: Ein unerwarteter Fehler ist beim Aufrufen der Druckeroption auf dem Druckerserver aufgetreten. Bitte prüfen Sie den Namen und den Port Ihres Druckerservers sowie den aktuellen Status.
es_es: Un error inesperado se ha producido durante la recuperación de la opción de impresión en el servidor de impresión.Compruebe el nombre de su servidor de impresión asi como su puerto y su estado actual.
fr_fr: Une erreur inattendue s'est produite lors de la récupération de l'option d'impression sur le serveur d'impression. Veuillez vérifier le nom de votre serveur d'impression ainsi que son port et son statut actuel.
pt_pt: Ocorreu um erro inesperado ao recuperar a opção de impressão no servidor de impressão. Por favor, verifique o nome da sua impressora ea porta e seu servidor status atual.
zh_cn: 在打印服务器上检索打印选项时发生意外错误。 请检查您的打印机服务器名称，以及其端口和当前状态。

source: X3 language code (cdLang) has not been received from X3 server
de_de: Der Sprachcode (cdLang) wurde vom X3-Server nicht gesendet
es_es: El código de idioma (cdLang) se ha enviado por el servidor X3
fr_fr: Le code langue (cdLang) n'a pas été envoyé par le serveur X3
pt_pt: O código do idioma (cdLang) não foi enviada pelo servidor X3
zh_cn: 未收到X3服务器发送的语言代码（cdLang）

source: '{0}' language has been taken by default.
de_de: Die Sprache '{0}' wurde standardmäßig ausgewählt.
es_es: El idioma '{0}' se ha aplicado por defecto.
fr_fr: La langue '{0}' a été appliquée par défaut.
pt_pt: Language '{0}' tem sido aplicado por padrão.
zh_cn: 已默认应用语言'{0}'。

source: Can't retrieve licence manifest
de_de: Lizenzmanifest kann nicht aufgerufen werden
es_es: Imposible recuperar el fichero de licencia
fr_fr: Impossible de récupérer le fichier manifeste de la licence
pt_pt: Não é possível recuperar o arquivo de manifesto da licença
zh_cn: 无法获取许可证的清单文件

source: Unexcepted error while retrieving licence manifest
de_de: Ein unerwarteter Fehler ist beim Aufrufen des Lizenzmanifests aufgetreten
es_es: Un error inesperado se ha producido durante la recuperación del fichero de licencia.
fr_fr: Une erreur inattendue s'est produite lors de la récupération du fichier manifeste de la licence
pt_pt: Ocorreu um erro inesperado ao recuperar o arquivo de manifesto da licença
zh_cn: 获取许可证的清单文件时发生意外错误

source: An unexpected error has occurred while retrieving printers description on print server. Please, check your print server name and port, and print server current status.
de_de: Ein unerwarteter Fehler ist beim Aufrufen der Druckerbeschreibung auf dem Druckerserver aufgetreten. Bitte prüfen Sie den Namen und den Port Ihres Druckerservers sowie den aktuellen Status.
es_es: Un error inesperado se ha producido durante la recuperación de la descripción de impresión en el serviidor de impresión. Compruebe el nombre de su servidor de impresión, su puerto y su estado actual.
fr_fr: Une erreur inattendue est survenue lors de la récupération de la description d'impression sur le serveur d'impression. Veuillez vérifier le nom de votre serveur d'impression son port et son statut actuel.
pt_pt: Ocorreu um erro inesperado ao recuperar a impressão da descrição do servidor de impressão. Por favor, verifique o nome do seu porta do servidor de impressão e seu status atual.
zh_cn: 在打印服务器上检索打印描述时发生意外错误。 请检查您的打印服务器名称、其端口及其当前状态。

source: Business Objects authentication failed. Please check BO server parameters and associated BO profiles in the administration space.
de_de: Business-Objects-Authentifizierung fehlgeschlagen. Bitte prüfen Sie die BO-Server-Parameter sowie die zugeordneten BO-Profile in der Verwaltung.
es_es: Fallo de autentificación Business Objects. Compruebe los parámetros del servidor BO así como los perfiles BO asociados en el espacio administración.
fr_fr: Echec de l'authentification Business Objects. Veuillez vérifier les paramètres du serveur BO ainsi que les profils BO associés dans l'espace administration.
pt_pt: Falha na autenticação Business Objects. Por favor, verifique as configurações do servidor _ BOBO e os perfis associados na área de administração.
zh_cn: Business Objects验证失败。请检查BO服务器的参数设置 以及管理空间内相关BO的配置文件。

source: The excel export that you ask for contains no data. Please check your parameters before launch export.
de_de: Der angeforderte Excel-Export enthält keine Daten. Bitte prüfen Sie Ihre Parameter, bevor Sie den Export starten.
es_es: La exportación Excel solicitada no contiene ningún dato. Compruebe los parámetros antes de lanzar la exportación.
fr_fr: L'export Excel demandé ne contient aucune donnée. Veuillez vérifier vos paramètres avant de lancer l'export.
pt_pt: Exportação Excel solicitado não contém dados. Por favor, verifique suas configurações antes de iniciar a exportação.
zh_cn: 请求导出的Excel不包含任何数据。在开始导出之前，请检查您的参数设置。

source: Unknown choice={0} : menu [{1}] has [{2}] items
de_de: Unbekannte Auswahl={0}: Das Menü [{1}] enthält [{2}] Elemente
es_es: Elección desconocida={0}: el menú [{1}] tiene [{2}] elementos
fr_fr: Choix inconnu={0} : le menu [{1}] comporte [{2}] éléments
pt_pt: Escolha Desconhecido = {0}: os [{1}] tem [{2}] elementos
zh_cn: 未知选择={0}：菜单[{1}]包含[{2}]个元素

source: No role selected : Role is needed to access Business Objects
de_de: Keine Rolle ausgewählt: Eine Rolle ist für den Zugriff auf die Business-Objects erforderlich
es_es: Ningún rol seleccionado: Un rol es necesario para acceder a Business Objects
fr_fr: Aucun rôle séléctionné : Un rôle est nécessaire pour accéder à Business Objects
pt_pt: No papel escolhido a dedo: Um papel é necessário para aceder a Business Objects
zh_cn: 未选定任何角色：必须有一个角色才能访问Business Objects

source: No Business Objects Server is assigned to X3 Server '{0}'.
de_de: Kein Business-Objects-Server ist dem X3-Server '{0}' zugeordnet.
es_es: Ningún servidor Business Objects está asociado al servidor X3 '{0}'.
fr_fr: Aucun serveur Business Objects n'est assigné au serveur X3 '{0}'.
pt_pt: Nenhum servidor Business Objects é atribuído ao servidor X3 '{0}'.
zh_cn: 没有为X3服务器'{0}'指派任何Business Objects服务器。

source: Can't find Business objects profile for role '{0}' and X3 Server '{1}'.
de_de: Keine Business-Objects-Profile für Rolle '{0}' und X3-Server '{1}' gefunden.
es_es: Ningún perfil Business Objects se ha encontrado para el usuario '{0}' y el servidor X3 '{1}'.
fr_fr: Aucun profil Business Objects n'a été trouvé pour l'utilisateur '{0}' et le serveur X3 '{1}'.
pt_pt: Nenhum perfil Business Objects foi encontrado para o utilizador '{0}' e servidor X3 '{1}'.
zh_cn: 未找到用户'{0}'和X3服务器'{1}'的任何Business Objects配置文件。

source: Cannot connect to server {0}:{1}; Error {2}
de_de: Keine Verbindung zum Server möglich {0}:{1}; Fehler {2}
es_es: Fallo de la conexión al servidor {0}:{1}; Error {2}
fr_fr: Echec de la connexion au serveur {0}:{1}; Erreur {2}
pt_pt: Falha ao conectar ao servidor {0}: {1}; Erro {2}
zh_cn: 无法连接到服务器{0}:{1}；错误{2}

source: No session available when there are too many badges for named users
de_de: Keine Sitzung verfügbar, da alle Badges verbraucht sind
es_es: Ninguna sesión disponible, todos los pases se han utilizado.
fr_fr: Pas de session disponible, tous les badges ont été utilisés.
pt_pt: Sem sessão, foram utilizados todos os emblemas.
zh_cn: 无可用会话，所有标记都已被使用。
